package com.example.constance;

public interface Function {

    String WELCOME = "Вітаємо! Цей бот допоможе вам легко знайти всю необхідну інформацію про КП «ОМЕТ». Ось що ви можете зробити:\n" +
            " • Маршрути — подивіться, як курсує транспорт.\n" +
            " • Термінові повідомлення — дізнайтесь, чи зараз працює потрібний маршрут.\n" +
            " • Музей — хочете на екскурсію до нашого музею? Тут можна записатись!\n" +
            " • Загальна інформація — перегляньте вакансії, навчання, знайдені документи, проїзні та інше.\n" +
            " • Скарги та пропозиції — залишайте свої відгуки, пропозиції чи зауваження.";

    String START = "/start";
    String SET_NEW_DAY = "/setDate";
    String SHOW = "/show";
    String CLOSE = "/close";

    String HANDLER_OF_MUSEUM = "/setDate (date) -- встанвлення дати" +
            "\n/close -- закріття записи\n/show (date) -- відображення людей, які записался до екскурсії";

    String INFO_CENTER = "Інформаційний центр приймає звернення в телефонному вигляді, електронному вигляді, через Telegram Bot, так і особисто за адресою: м.Одеса, вул. Водопровідна, 1 (територія управління КП «ОМЕТ») щодня з 8:00 до 20:00 (без вихідних)\n" +
            "\nОбідня перерва з 12:00-13:00\n" +
            "\nПодання скарг відбувається у письмовому вигляді особисто /на електронну пошту/в телефонному режимі/на Telegram Bot." +
            "\nДзвонити за номером: \n+38 (094) 921 98 86\n+38 (048) 7 886 886\n+38 (048) 717 54 54";

    String CHOOSE_NUMBER = "Оберіть номер маршруту:";

}
