package com.example.constance.rent;

public enum Rent {
    START(
            "ОРЕНДА ТРАНСПОРТУ\nТрамвай/тролейбус для прогулянок по Одесі - це оригінальна альтернатива лімузину на Ваше свято.\n" +
            "Оберіть найбільш відповідний і цікавий для Вас маршрут і рушайте в екскурсію по місту зі своїми рідними та близькими.\n" +
            "Є можливість замовити як звичайний вагон так і унікальну Ретро-модель трамваю.\n" +
            "Прогулянка підійде для таких заходів, як: весілля, день народження, випускний вечір, ювілей і будь-який інший розважальний захід.\n" +
            "Запрошуємо до співпраці туристичні компанії, кіностудії, event-агентства, а також художників, фотографів і просто творчих людей.",
            "./src/main/resources/photos/symbol.jpg"),
    TRAM(
            "ТРАМВАЙНИЙ ВАГОН\nК-1, К-1М, Татра-Юг Т6В5 , TatraТ-3 SU, Tatra Т-3 SUCS, Tatra Т-3 А ,Т-3 КПВ-ОД (типу «Каштан», «Odissey»).\n" +
            "Для отримання детальної інформації звертайтесь за телефоном: 717-54-41",
            "./src/main/resources/photos/tram.jpg"),
    TRAM_RETRO(
            "ТРАМВАЙНИЙ ВАГОН «РЕТРО»\nТрамвайний вагон «Літній екскурсійний МТВ-82, та КТМ -1.\n" +
            "Для отримання детальної інформації звертайтесь за телефоном: 717-54-41",
            "./src/main/resources/photos/tram_retro.jpg"),
    TROLL(
            "ТРОЛЕЙБУСНА МАШИНА\nТРОЛЗА 5265, Шкода 14TR, 21TR, Богдан Т701, БКМ-321, ЗіУ-9, ЮМЗ-Т1, ЮМЗ-Т2.\n" +
            "Для отримання детальної інформації звертайтесь за телефоном: 717-54-42",
            "./src/main/resources/photos/troll.jpg");

    private String description;
    private String photo;

    Rent(String description, String photo){
        this.description = description;
        this.photo = photo;
    }

    public String getDescription(){
        return description;
    }

    public String getPhoto(){
        return photo;
    }
}
