package com.example.constance.museum;

public enum Registration {
    //setter and getter for date
    DATE,
    COUNT_OF_PEOPLE,
    FULL_NAME,
    PHONE_NUMBER
}
//Бажаєте відвідати виставу у (дата)??

//Напишить свій ПІБ (за зразком: ИИ)

//Напишить свій номер телефону (за зразком)

//Яка кількість людей буде відвідувати виставу?

//На разі не має вільних міст на виставу

//Бажаєте замовити власну виставу?

//За додатковою інформацією звонить номером

//Дякуємо за реєстрацію! Зустрінемось у (дата)