package com.example.museum;

public interface MuseumInfo {
    String TEXT_1 = "КП «Одесміськелектротранс» запрошує одеситів до оновленого музею підприємства, що може дати " +
            "найбільш повну інформацію про історію електричного транспорту в Одесі з XIX по XXI століття\n\n" +
            "Музей Комунального Підприємства «Одесміськелектротранс» на сьогоднішній день є одним з небагатьох" +
            " в Україні сховищем історії пасажирського транспорту. Він відчинив свої двері у вересні 2000 року " +
            "і протягом вісімнадцяти років розташовувався в невеликому одноповерховому будинку по вул. " +
            "Водопровідній  на території управління КП «ОМЕТ».  В силу своїх невеликих розмірів у музею неможливо " +
            "було показати головні експонати - трамваї та тролейбуси,  які в різні роки перевозили одеситів та гостей " +
            "нашого міста.";
}
