package com.example.constance.info;

public interface Study {

    String TEXT = "Навчально-курсовий комбінат «Одесміськелектротранс»\n" +
            "Курси водіїв\nУчбово-курсовий комбінат комунального підприємства «Одесміськелектротранс» запрошує всіх " +
            "бажаючих на курси водіїв трамвая (термін навчання 3,5 місяці) та водіїв тролейбуса (термін навчання 4 місяці)." +
            " Навчання безкоштовне.\n" +
            "  Навчання проходить в два етапи: теоретичне навчання,яке проходить в спеціально оснащених комп'ютерних " +
            " класах  та практичне навчання на учбовому рухомому складі. Після закінчення учбово-курсового комбінату " +
            "та отримання категорії “Т” у водійському посвідченні, ми гарантуємо працевлаштування в " +
            "Трамвайному/Троллейбусному депо.\n" +
            "  Якщо Ви шукаєте стабільну роботу,  гідну зарплату, соціальний пакет, пільгову пенсію та впевненість в " +
            "завтрашньому дні звертайтесь за адресою: місто Одеса, комунальне підприємство «Одесміськелектротранс», " +
            "вул. Водопровідна 1, учбово-курсовий комбінат.\n" +
            "Довідки за телефонами\n" +
            "•\t(048)717-54-66 / учбово-курсовий комбінат\n" +
            "•\t(048)717-54-58 / відділ кадрів\n" +
            "Іногороднім на час навчання та з моменту працевлаштування  надається право на  проживання у сучасно " +
            "обладнаному гуртожитку(на территорії також є спортивний зал, тренування з боксу та тенісу)\n";
}
