package com.example.constance.info;

public interface Study {

    String TEXT = "Учбово-курсовий комбінат Комунального Підприємства «Одесміськелектротранс» проводить " +
            "курси на водіїв трамвая (термін навчання 3,5 місяці) та на водіїв тролейбуса (термін навчання 4 місяці)." +
            " Навчання безкоштовне.\n" +
            "Навчання проходить у два етапи: теоретичне навчання, яке проходить у спеціально оснащених комп'ютерних " +
            "класах та практичне навчання на учбовому рухомому складі. Після закінчення учбово-курсового комбінату " +
            "та отримання категорії “Т” у водійському посвідченні, ми гарантуємо працевлаштування у " +
            "Трамвайному/Троллейбусному депо.\n" +
            "За додатковою інформацією звертайтеся за адресою: м. Одеса, Комунальне Підприємство «Одесміськелектротранс», " +
            "вул. Водопровідна 1, учбово-курсовий комбінат.\n" +
            "Довідки за телефонами:\n" +
            "•\t(048)717-54-66 / учбово-курсовий комбінат\n" +
            "•\t(048)717-54-58 / відділ кадрів";
}
