INSERT into museums(id, date, phone_number, count_of_people, close)
values (1, '2025-01-01', '+380503994211', 0, 1);

insert into users(id, chat_id, permission, username) values(1, 391736560, 1, 'Anna');

insert into vacancies(id, name, specification)
values (1,
'Електрогазозварник\nЗварювальник\nКондуктор\nМаляр з металу\nСлюсар з ремонту рухомого складу\nМеханік – дизеліст\nМонтер колії 3 розряд\nЕлектромонтер контактної та кабельної мережі\nЕлектромонтер тягової підстанції (з ремонту електроустаткування)\nТокар-фрезерувальник\nЮрист (фахівець з публічних закупівель)\nСлюсар електрик з ремонту електроустаткування',
'З досвідом роботи');

insert into vacancies(id, name, specification)
values (2,
'Обхідник колій та штучних споруд 3 розряд\nМийник-прибиральник рухомого складу\nПрибиральник виробничих приміщень',
'Без досвіду роботи');