insert into vacancies(id, name, specification)
values (1,
'Електрогазозварник\nКондуктор\nМаляр з металу\nСлюсар з ремонту рухомого складу\nМеханік – дизеліст\nМонтер колії 3 розряд\nЕлектромонтер контактної та кабельної мережі\nЕлектромонтер тягової підстанції (з ремонту електроустаткування)\nТокар-фрезерувальник\nСлюсар електрик з ремонту електроустаткування',
'З досвідом роботи');

insert into vacancies(id, name, specification)
values (2,
'Обхідник колій та штучних споруд 3 розряд\nМийник-прибиральник рухомого складу\nПрибиральник виробничих приміщень',
'Без досвіду роботи');