INSERT INTO stops(id, id_transport, stops_across, stops_right_back) VALUES (1, 1,
  E'Прямий напрямок:\n' ||
  E'ст. парк ім. Шевченка\n' ||
  E'ЦПКіВ ім. Шевченка\n' ||
  E'вул. Канатна\n' ||
  E'вул. Італійська\n' ||
  E'вул. Європейська\n' ||
  E'вул. Преображенська\n' ||
  E'вул. Дігтярна\n' ||
  E'вул. Кіри Муратової\n' ||
  E'вул. Ніжинська\n' ||
  E'вул. Садова\n' ||
  E'вул. Торгова\n' ||
  E'Український театр\n' ||
  E'вул. Сєченова\n' ||
  E'вул. Новосельського',
  E'Зворотній напрямок:\n' ||
  E'вул. Новосельського\n' ||
  E'вул. Олексія Маркевича\n' ||
  E'Український театр\n' ||
  E'вул. Садова\n' ||
  E'Соборна площа\n' ||
  E'вул. Ніжинська\n' ||
  E'площа Менделя Сфоріма\n' ||
  E'вул. Успенська\n' ||
  E'вул. Преображенська\n' ||
  E'вул. Європейська\n' ||
  E'вул. Італійська\n' ||
  E'вул. Канатна\n' ||
  E'ЦПКіВ ім. Шевченка\n' ||
  E'ст. парк ім. Шевченка'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(2,2,
E'Прямий напрямок:\n' ||
E'ст. Застава 1\n' ||
E'Застава 1\n' ||
E'з-д “Пресмаш”\n' ||
E'вул. Іоганна Гена\n' ||
E'вул. Новикова\n' ||
E'Застава 2\n' ||
E'Ф-ка технічних тканин\n' ||
E'вул. Мельницька\n' ||
E'вул. Акордна\n' ||
E'вул. Балківська\n' ||
E'вул. Степова (на вимогу)\n' ||
E'вул. Б. Хмельницького\n' ||
E'вул. Запорізька\n' ||
E'вул. М’ясоєдовська\n' ||
E'вул. Мечникова\n' ||
E'вул. Преображенська\n' ||
E'готель “Чорне море”\n' ||
E'вул. Канатна\n' ||
E'вул. Леонтовича\n' ||
E'ст. парк ім. Шевченка',
E'Зворотній напрямок:\n' ||
E'ст. парк ім. Шевченка\n' ||
E'вул. В. Арнаутська\n' ||
E'вул. Канатна\n' ||
E'вул. Італійська\n' ||
E'вул. Європейська\n' ||
E'вул. Преображенська\n' ||
E'вул. Прохоровська\n' ||
E'вул. М’ясоєдовська\n' ||
E'вул. Запорізька\n' ||
E'вул. Степова\n' ||
E'вул. Балківська\n' ||
E'вул. Акордна\n' ||
E'Ф-ка технічних тканин\n' ||
E'Застава 2\n' ||
E'вул. Новикова\n' ||
E'вул. Іоганна Гена\n' ||
E'з-д “Пресмаш”\n' ||
E'Застава 1\n' ||
E'ст. Застава 1'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(3,3,
E'Прямий напрямок:\n' ||
E'ст. Архітекторська\n' ||
E'вул. Архітекторська\n' ||
E'вул. Ак.Вільямса\n' ||
E'Ж.М. “Південний”\n' ||
E'Ринок “Південний”\n' ||
E'пл. Незалежності\n' ||
E'Магазин\n' ||
E'вул. Левітана\n' ||
E'Поліклініка\n' ||
E'Технікум комп’ютерних технологій\n' ||
E'вул. Інглезі\n' ||
E'вул. Михайла Комарова\n' ||
E'з-д “Промзв’язок”\n' ||
E'з-д ст. Люстдорфської дороги\n' ||
E'пл. Трибуни героїв\n' ||
E'Південно-західний Масив\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'вул. Віталія Гуляєва\n' ||
E'вул. Суднобудівна\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'вул. Тіниста\n' ||
E'пр–т Шевченка\n' ||
E'Палац Спорту\n' ||
E'пров. Шампанський\n' ||
E'вул. Довженка\n' ||
E'пр-т Лесі Українки\n' ||
E'Політехнічний університет\n' ||
E'вул. Пироговська\n' ||
E'вул. Михайла Омеляновича-Павленка\n' ||
E'Куликове поле\n' ||
E'Залізничний вокзал\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Успенська\n' ||
E'вул. Святослава Каравансткого\n' ||
E'вул. Рішельєвська\n' ||
E'вул. Єврейська\n' ||
E'вул. Європейська\n' ||
E'вул. Преображенська\n' ||
E'вул. Л.Толстого\n' ||
E'вул. Торгова\n' ||
E'вул. Ольгіївська\n' ||
E'вул. Олексія Маркевича\n' ||
E'вул. Сеченова\n' ||
E'вул. Новосельського',
E'Зворотній напрямок:\n' ||
E'вул. Новосельського\n' ||
E'вул. Торгова\n' ||
E'вул. Л.Толстого\n' ||
E'вул. Преображенська\n' ||
E'вул. Європейська\n' ||
E'вул. Успенська\n' ||
E'вул. Пантелеймонівська\n' ||
E'Залізничний вокзал\n' ||
E'Стадіон СКА\n' ||
E'Політехнічний університет\n' ||
E'пр-т Лесі Українки\n' ||
E'вул. Довженка\n' ||
E'пров. Шампанський\n' ||
E'парк Перемоги\n' ||
E'вул. Артура Савельєва\n' ||
E'вул. Маршала Говорова\n' ||
E'Сквер героїв льотчиків/Адміральський проспект\n' ||
E'вул. Суднобудівна\n' ||
E'вул. Віталія Гуляєва\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Південно-західний масив\n' ||
E'пл. Трибуни героїв\n' ||
E'вул. Михайла Комарова\n' ||
E'з-д “Промзв’язок”\n' ||
E'На вимогу для незрячих\n' ||
E'вул. Інглезі\n' ||
E'вул. Ак.Корольова\n' ||
E'Технікум комп’ютерних технологій\n' ||
E'Поліклініка\n' ||
E'вул. Левітана\n' ||
E'Магазин\n' ||
E'пл. Незалежності\n' ||
E'Ринок “Південний”\n' ||
E'Ж.М. “Південний”\n' ||
E'вул. Ак. Вільямса\n' ||
E'вул. Архітекторська\n' ||
E'ст. Архітекторська'
);


insert into stops(id, id_transport, stops_across, stops_right_back) values(4,4,
E'Прямий напрямок:\n' ||
E'ст. Суперфосфатний завод\n' ||
E'з-д “Кисеньмаш”\n' ||
E'вул. Промислова\n' ||
E'вул. Грушевського\n' ||
E'вул. Нафтовиків\n' ||
E'вул. Одеська\n' ||
E'вул. Пестеля\n' ||
E'вул. Паркова\n' ||
E'Автовокзал\n' ||
E'вул. Косвена\n' ||
E'вул. М’ясоєдовська\n' ||
E'вул. Прохоровська\n' ||
E'вул. Преображенська\n' ||
E'вул. Пантелеймонівська\n' ||
E'Залізничний вокзал',
E'Зворотній напрямок:\n' ||
E'Залізничний вокзал\n' ||
E'вул. Європейська\n' ||
E'вул. Преображенська\n' ||
E'вул. Старопортофранківська\n' ||
E'вул. Майстрова\n' ||
E'вул. Косвена\n' ||
E'Автовокзал\n' ||
E'вул. Паркова\n' ||
E'вул. Пестеля\n' ||
E'вул. Одеська\n' ||
E'вул. Нафтовиків\n' ||
E'вул. Хімічна\n' ||
E'вул. Промислова\n' ||
E'На вимогу\n' ||
E'з-д “Нептун” (на вимогу)\n' ||
E'ПО “Мікрон”\n' ||
E'з-д ББК\n' ||
E'з-д “Кисеньмаш”\n' ||
E'На вимогу\n' ||
E'ст. Суперфосфатний завод'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(5,5,
E'Прямий напрямок:\n' ||
E'ст. Інглезі\n' ||
E'вул. Інглезі\n' ||
E'10-й квартал\n' ||
E'вул. Євгена Танцюри\n' ||
E'вул. Героїв Крут\n' ||
E'вул. Ак.Філатова\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'вул. Віталія Гуляєва\n' ||
E'вул. Суднобудівна\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'вул. Тіниста\n' ||
E'пр-т Шевченка\n' ||
E'палац Спорту\n' ||
E'пров. Шампанський\n' ||
E'вул. Довженка\n' ||
E'пр-т Лесі Українки\n' ||
E'Політехнічний університет\n' ||
E'вул. Пироговська\n' ||
E'вул. Михайла Омеляновича-Павленка\n' ||
E'вул. Канатна\n' ||
E'вул. М.Арнаутська (на вимогу)\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Троїцька\n' ||
E'вул. Святослава Караванського\n' ||
E'вул. Віталія Боровика\n' ||
E'вул. Рішельєвська',
E'Зворотній напрямок:\n' ||
E'вул. Рішельєвська\n' ||
E'вул. Віталія Боровика\n' ||
E'вул. Святослава Караванського\n' ||
E'вул. Успенська\n' ||
E'вул. В.Арнаутська\n' ||
E'Куликове поле\n' ||
E'Стадіон СКА\n' ||
E'Політехнічний університет\n' ||
E'пр-т Лесі Українки\n' ||
E'вул. Довженка\n' ||
E'пров. Шампанський\n' ||
E'парк Перемоги\n' ||
E'вул. Артура Савельєва\n' ||
E'вул. Маршала Говорова\n' ||
E'Сквер Героїв-Льотчиків/Адміральський проспект\n' ||
E'вул. Суднобудівна\n' ||
E'вул. Віталія Гуляєва\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'вул. Космонавтів\n' ||
E'вул. Ак.Філатова\n' ||
E'вул. Героїв Крут\n' ||
E'ринок Черьомушки (на вимогу)\n' ||
E'вул. Євгена Танцюри\n' ||
E'10-й квартал\n' ||
E'вул. Інглезі\n' ||
E'ст. Інглезі'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(6,6,
E'Прямий напрямок:\n' ||
E'ст. Інглезі\n' ||
E'вул. Інглезі\n' ||
E'10-й квартал\n' ||
E'вул. Євгена Танцюри\n' ||
E'вул. Героїв Крут\n' ||
E'вул. Ак.Філатова\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'вул. Віталія Гуляєва\n' ||
E'вул. Суднобудівна\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'6-а Поліклініка\n' ||
E'вул. Незалежності\n' ||
E'2-а ст. Фонтанської дороги\n' ||
E'пр-т Лесі Українки\n' ||
E'Політехнічний університет\n' ||
E'вул. Пироговська\n' ||
E'вул. Михайла Омеляновича-Павленка\n' ||
E'Куликове поле\n' ||
E'Залізничний вокзал\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Успенська\n' ||
E'вул. Ніни Строкатої\n' ||
E'Митна площа\n' ||
E'Морський вокзал\n' ||
E'Військовий узвіз\n' ||
E'вул. Торгова\n' ||
E'пров. Газовий\n' ||
E'ст. Приморська',
E'Зворотній напрямок:\n' ||
E'ст. Приморська\n' ||
E'пров. Газовий\n' ||
E'вул. Торгова\n' ||
E'Військовий узвіз\n' ||
E'Морський вокзал\n' ||
E'Митна площа\n' ||
E'вул. Ніни Строкатої\n' ||
E'вул. Єврейська\n' ||
E'вул. Успенська\n' ||
E'вул. Пантелеймонівська\n' ||
E'Залізничний вокзал\n' ||
E'1-а ст. Фонтанської дороги, ОНТУ, ОДАУ\n' ||
E'вул. Сегедська\n' ||
E'6-а Поліклініка\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'Сквер Героїв-Льотчиків/Адміральський проспект\n' ||
E'вул. Суднобудівна\n' ||
E'вул. Віталія Гуляєва\n' ||
E'Сквер Героїв-Прикордонників\n' ||
E'вул. Космонавтів\n' ||
E'вул. Ак.Філатова\n' ||
E'вул. Героїв Крут\n' ||
E'ринок Черьомушки (на вимогу)\n' ||
E'вул. Євгена Танцюри\n' ||
E'10-й квартал\n' ||
E'вул. Інглезі\n' ||
E'ст. Інглезі'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(7,7,
E'Прямий напрямок:\n' ||
E'ст. Архітекторська\n' ||
E'вул. Архітекторська\n' ||
E'вул. Євгена Чикаленко\n' ||
E'Ж.М. “Південний”\n' ||
E'ринок “Південний”\n' ||
E'пр.-т Князя Ярослава Мудрого\n' ||
E'магазин «Океан»\n' ||
E'вул. Сім’ї Глодан\n' ||
E'На вимогу\n' ||
E'пр-т Небесної сотні\n' ||
E'“Райдужний”\n' ||
E'вул. Левітана–Іверський монастир\n' ||
E'сквер історії футболу. Авіазавод\n' ||
E'“Експострой”\n' ||
E'ТРЦ “Сіті центр”\n' ||
E'вул. Михайла Комарова сквер історії футболу. Авіазавод\n' ||
E'з-д “Промзв’язок”\n' ||
E'3 ст. Люстдорфської дороги\n' ||
E'пл. Трибуни героїв\n' ||
E'вул. Варненська\n' ||
E'вул. Космонавтів\n' ||
E'кафе “Сонячне”\n' ||
E'вул. Івана та Юрія Лип\n' ||
E'пл. Б.Дерев’янка\n' ||
E'вул. Туристська\n' ||
E'вул. Кострова\n' ||
E'вул. Платанова\n' ||
E'вул. Центральний Аеропорт',
E'Зворотній напрямок:\n' ||
E'вул. Центральний Аеропорт\n' ||
E'вул. Платанова\n' ||
E'вул. Кострова\n' ||
E'вул. Туристська\n' ||
E'пл. Б.Дерев’янка\n' ||
E'вул. І.Рабіна\n' ||
E'вул. Івана та Юрія Лип\n' ||
E'кафе “Сонячне”\n' ||
E'вул. Космонавтів\n' ||
E'«Інто-Сана»\n' ||
E'пл. Трибуни героїв\n' ||
E'вул. Михайла Комарова\n' ||
E'З-д “Промзв’язок”\n' ||
E'ТРЦ “Сіті центр”\n' ||
E'“Експострой”\n' ||
E'Сквер історії футболу. Авіазавод\n' ||
E'вул. Левітана–Іверський монастир\n' ||
E'“Райдужний”\n' ||
E'пр-т Князя Ярослава Мудрого\n' ||
E'вул. Сім’ї Глодан\n' ||
E'магазин “Фокстрот”\n' ||
E'вул. Ак.Корольова\n' ||
E'ринок “Південний”\n' ||
E'Ж.М. “Південний”\n' ||
E'вул. Євгена Чикаленко\n' ||
E'вул. Архітекторська\n' ||
E'ст. Архітекторська'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(8,8,
E'Прямий напрямок:\n' ||
E'ст. Центроліт\n' ||
E'Поліклініка\n' ||
E'з-д “Центроліт”\n' ||
E'Автопідприємство (на вимогу)\n' ||
E'Міський холодильник (на вимогу)\n' ||
E'ТЦ «Епіцентр»\n' ||
E'«Таврія В»\n' ||
E'вул. 28 бригади\n' ||
E'вул. Махачкалинська\n' ||
E'вул. Владислава Бувалкіна\n' ||
E'вул. Давида Ойстраха\n' ||
E'вул. Заболотного\n' ||
E'Торгівельний центр\n' ||
E'вул. Марсельська\n' ||
E'10-а лінія\n' ||
E'вул. Кишинівська\n' ||
E'вул. Державіна (на вимогу)\n' ||
E'Миколаївська дорога\n' ||
E'Лузанівка\n' ||
E'ст. Сортувальна\n' ||
E'пров. Векслера\n' ||
E'М’ясопереробний завод\n' ||
E'Ф-ка неткан. матеріалів\n' ||
E'Агаровий завод (на вимогу)\n' ||
E'вул. 7-а Пересипська\n' ||
E'Ярмарковий базар\n' ||
E'М’ясо комбінат (на вимогу)\n' ||
E'“Машинобудівний завод” (на вимогу)\n' ||
E'з-д “Сільгоспмашин”\n' ||
E'Цукровий завод\n' ||
E'пров. Кравцова\n' ||
E'вул. Плигуна\n' ||
E'вул. Церковна\n' ||
E'ст. Чорноморського козацтва',
E'Зворотній напрямок:\n' ||
E'ст. Чорноморського козацтва\n' ||
E'вул. Плигуна\n' ||
E'провулок Кравцова\n' ||
E'Цукровий завод\n' ||
E'з-д “Сільгоспмашин”\n' ||
E'“Машинобудівний завод” (на вимогу)\n' ||
E'М’ясо комбінат (на вимогу)\n' ||
E'Ярмарковий базар\n' ||
E'вул.7-ма Пересипська\n' ||
E'Агаровий завод (на вимогу)\n' ||
E'Ф-ка неткан. матеріалів\n' ||
E'«Кабельний завод»\n' ||
E'М’ясо переробний завод\n' ||
E'пров. Векслера\n' ||
E'ст. Сортувальна\n' ||
E'Лузанівка\n' ||
E'пр-т Князя Володимира Великого\n' ||
E'вул. Державіна (на вимогу)\n' ||
E'вул. Кишинівська\n' ||
E'10-а лінія\n' ||
E'вул. Марсельська\n' ||
E'Торгівельний центр\n' ||
E'вул. Заболотного\n' ||
E'вул. Давида Ойстраха\n' ||
E'вул. Владислава Бувалкіна\n' ||
E'вул. Махачкалинська\n' ||
E'вул. 28 бригади\n' ||
E'«Таврія В»\n' ||
E'ТЦ «Епіцентр»\n' ||
E'Міський холодильник (на вимогу)\n' ||
E'Автопідприємство (на вимогу)\n' ||
E'з-д “Центроліт”\n' ||
E'Поліклініка\n' ||
E'ст. Центроліт'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(9,9,
E'Прямий напрямок:\n' ||
E'11-а ст. Люстдорфської дороги\n' ||
E'Дитяча лікарня\n' ||
E'вул. Архітекторська\n' ||
E'10-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'9-а ст. Люстдорфської дороги\n' ||
E'вул. Офіцерська\n' ||
E'8-а ст. Люстдорфської дороги\n' ||
E'На вимогу\n' ||
E'7-а ст. Люстдорфської дороги\n' ||
E'Школа\n' ||
E'6-а ст. Люстдорфської дороги\n' ||
E'вул. Левітана (на вимогу)\n' ||
E'Ж.М. Вузовський\n' ||
E'5-а ст. Люстдорфської дороги\n' ||
E'Новий Люстдорф\n' ||
E'Ж.М. Альтаїр\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'площа Трибуни героїв\n' ||
E'2-а ст. Люстдорфської дороги\n' ||
E'Південно–західний масив\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'вул. Бреуса\n' ||
E'2 кладовище\n' ||
E'вул. Гранітна\n' ||
E'ВАТ “Стальканат”\n' ||
E'пл. Старосінна\n' ||
E'Ринок “Привоз”\n' ||
E'вул. Преображенська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Тираспольська\n' ||
E'вул. Кіри Муратової\n' ||
E'вул. Тараса Кузьміна\n' ||
E'вул. Торгова\n' ||
E'вул. Ольгіївська\n' ||
E'На вимогу\n' ||
E'вул. Пастера',
E'Зворотній напрямок:\n' ||
E'вул. Пастера\n' ||
E'вул. Олексія Маркевича\n' ||
E'вул. Ольгіївська\n' ||
E'вул. Торгова\n' ||
E'вул. Тараса Кузьміна\n' ||
E'вул. Кіри Муратової\n' ||
E'вул. Тираспольська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Преображенська\n' ||
E'Ринок “Привоз”\n' ||
E'ст. пл. Старосінна\n' ||
E'КП “ОМЕТ”\n' ||
E'ВАТ “Стальканат”\n' ||
E'вул. Гранітна\n' ||
E'2 кладовище\n' ||
E'На вимогу\n' ||
E'вул. Бреуса\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Південно-західний масив\n' ||
E'площа Трибуни героїв\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'Ж.М. Альтаїр\n' ||
E'Новий Люстдорф\n' ||
E'5-а ст. Люстдорфської дороги\n' ||
E'Ж.М. Вузовський\n' ||
E'вул. Левітана (на вимогу)\n' ||
E'6-а ст. Люстдорфської дороги\n' ||
E'Школа\n' ||
E'7-а ст. Люстдорфської дороги\n' ||
E'На вимогу\n' ||
E'8-а ст. Люстдорфської дороги\n' ||
E'вул. Офіцерська\n' ||
E'9-а ст. Люстдорфської дороги\n' ||
E'10-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'вул. Архітекторська\n' ||
E'Дитяча лікарня\n' ||
E'11-а ст. Люстдорфської дороги'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(10,10,
E'Прямий напрямок:\n' ||
E'ст. Аркадія\n' ||
E'Турбаза\n' ||
E'площа 10-го квітня\n' ||
E'Міжрейсова база моряків\n' ||
E'санаторій “Одеса”\n' ||
E'санаторій “ім. Чкалова”\n' ||
E'Одеський завод “Шампанських вин”\n' ||
E'інститут ім. Філатова\n' ||
E'вул. Довженка\n' ||
E'пр-т Лесі Українки\n' ||
E'вул. Пироговська\n' ||
E'Театр “Музичної комедії”\n' ||
E'вул. Канатна\n' ||
E'Залізничний вокзал\n' ||
E'вул. Європейська\n' ||
E'вул. Преображенська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Тираспольська\n' ||
E'вул. Майстрова\n' ||
E'вул. Косвена\n' ||
E'Автовокзал',
E'Зворотній напрямок:\n' ||
E'Автовокзал\n' ||
E'вул. Косвена\n' ||
E'вул. Майстрова\n' ||
E'вул. Тираспольська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Преображенська\n' ||
E'вул. Європейська\n' ||
E'Залізничний вокзал\n' ||
E'вул. Канатна\n' ||
E'Театр “Музичної комедії”\n' ||
E'вул. Пироговська\n' ||
E'пр-т Лесі Українки\n' ||
E'вул. Довженка\n' ||
E'інститут ім. Філатова\n' ||
E'Одеський завод “Шампанських вин”\n' ||
E'санаторій “ім. Чкалова”\n' ||
E'санаторій “Одеса”\n' ||
E'Міжрейсова база моряків\n' ||
E'площа 10-го квітня\n' ||
E'ст. Аркадія'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(11,11,
E'Прямий напрямок:\n' ||
E'ст. Чорноморського козацтва\n' ||
E'вул. Плигуна\n' ||
E'пров. Кравцова\n' ||
E'Цукровий завод\n' ||
E'з-д “Сільгоспмашин”\n' ||
E'з-д “Червоної гвардії” (на вимогу)\n' ||
E'М’ясо комбінат (на вимогу)\n' ||
E'Ярмарковий базар\n' ||
E'вул.7-ма Пересипська\n' ||
E'Агаровий завод (на вимогу)\n' ||
E'Ф-ка неткан. матеріалів\n' ||
E'«Кабельний завод»\n' ||
E'М’ясо переробний завод\n' ||
E'провулок Векслера\n' ||
E'ст. Сортувальна\n' ||
E'Лузанівка\n' ||
E'пр-т Князя Володимира Великого\n' ||
E'вул. Державіна (на вимогу)\n' ||
E'вул. Кишинівська\n' ||
E'10-а лінія\n' ||
E'вул. Марсельська\n' ||
E'Торгівельний центр\n' ||
E'вул. Заболотного\n' ||
E'вул. Давида Ойстраха\n' ||
E'вул. Ген. Бочарова\n' ||
E'вул. Махачкалинська\n' ||
E'вул. 28 бригади\n' ||
E'«Таврія В»',
E'Зворотній напрямок:\n' ||
E'вул. 28 бригади\n' ||
E'вул. Махачкалинська\n' ||
E'вул. Ген. Бочарова\n' ||
E'вул. Давида Ойстраха\n' ||
E'вул. Заболотного\n' ||
E'Торгівельний центр\n' ||
E'вул. Марсельська\n' ||
E'10-а лінія\n' ||
E'вул. Кишинівська\n' ||
E'вул. Державіна (на вимогу)\n' ||
E'Миколаївська дорога\n' ||
E'Лузанівка\n' ||
E'ст. Сортувальна\n' ||
E'пров. Векслера\n' ||
E'М’ясопереробний завод\n' ||
E'Ф-ка неткан. матеріалів\n' ||
E'Агаровий завод (на вимогу)\n' ||
E'вул. 7-а Пересипська\n' ||
E'Ярмарковий базар\n' ||
E'М’ясо комбінат (на вимогу)\n' ||
E'з-д “ Червоної гвардії ” (на вимогу)\n' ||
E'з-д “Сільгоспмашин”\n' ||
E'Цукровий завод\n' ||
E'пров. Кравцова\n' ||
E'вул. Плигуна\n' ||
E'вул. Церковна\n' ||
E'ст. Чорноморського козацтва'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(12,12,
E'Прямий напрямок:\n' ||
E'ст. І.Рабіна\n' ||
E'вул. І.Рабіна\n' ||
E'вул. Євген Танцюра\n' ||
E'вул. Героїв Крут\n' ||
E'площа Б.Дерев’янка\n' ||
E'вул. Олексія Вадатурського\n' ||
E'вул. Пішеніна\n' ||
E'вул. Єфімова\n' ||
E'вул. Мальовнича\n' ||
E'Міський адміністративний центр\n' ||
E'Люстдорфська дорога\n' ||
E'ВАТ “Стальканат”\n' ||
E'Залізничний вокзал\n' ||
E'Ринок “Привоз”\n' ||
E'вул. Пантелеймонівська\n' ||
E'вул. В. Арнаутська\n' ||
E'вул. Успенська\n' ||
E'пл. Тираспольська',
E'Зворотній напрямок:\n' ||
E'пл. Тираспольська\n' ||
E'вул. Успенська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Пантелеймонівська\n' ||
E'Ринок “Привоз”\n' ||
E'Залізничний вокзал\n' ||
E'КП “ОМЕТ”\n' ||
E'ВАТ “Стальканат”\n' ||
E'вул. Чернишевського\n' ||
E'Міський адміністративний центр\n' ||
E'вул. Мальовнича\n' ||
E'вул. Єфімова\n' ||
E'вул. Бреуса\n' ||
E'вул. Олексія Вадатурського\n' ||
E'пл. Б.Дерев’янка'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(13,13,
E'Прямий напрямок:\n' ||
E'ст. пл. Старосінна\n' ||
E'Ринок “Привоз”\n' ||
E'вул. Преображенська\n' ||
E'вул. Михайла Болтенка\n' ||
E'пров. Високий\n' ||
E'Банк “Україна”\n' ||
E'пл. Олексіївська\n' ||
E'ст. пл. Олексіївська',
E'Зворотній напрямок:\n' ||
E'ст. пл. Олексіївська\n' ||
E'пл. Олексіївська\n' ||
E'Банк “Україна”\n' ||
E'провулок Високий\n' ||
E'вул. Мечникова\n' ||
E'вул. Преображенська\n' ||
E'Ринок “Привоз”\n' ||
E'ст. пл. Старосінна'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(14,14,
E'Прямий напрямок:\n' ||
E'ст. Херсонський сквер\n' ||
E'Ольгіївський узвіз\n' ||
E'Матроський узвіз\n' ||
E'вул. Балківська\n' ||
E'пров. Леоніда Осики\n' ||
E'вул. Рачкова\n' ||
E'Дитяча лікарня\n' ||
E'Міська лікарня\n' ||
E'Хлібозавод ст.\n' ||
E'вул. Гордієнко\n' ||
E'Слобідський ринок',
E'Зворотній напрямок:\n' ||
E'Слобідський ринок\n' ||
E'вул. Гордієнко\n' ||
E'вул. Вітрогонова\n' ||
E'вул. Рачкова\n' ||
E'На вимогу\n' ||
E'вул. Балківська\n' ||
E'Матроський узвіз\n' ||
E'Ольгіївський узвіз\n' ||
E'ст. Херсонський сквер'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(15,15,
E'Прямий напрямок:\n' ||
E'ст. пл. Старосінна\n' ||
E'КП “ОМЕТ”\n' ||
E'ВАТ “Стальканат”\n' ||
E'вул. Гранітна\n' ||
E'2 кладовище\n' ||
E'На вимогу\n' ||
E'вул. Бреуса\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Південно–західний масив\n' ||
E'площа Трибуни героїв\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'Ж.М. Альтаїр\n' ||
E'Новий Люстдорф\n' ||
E'5-а ст. Люстдорфської дорог\n' ||
E'вул. Корольова\n' ||
E'пр-т. Небесної сотні\n' ||
E'Ж.М. Шкільний',
E'Зворотній напрямок:\n' ||
E'Ж.М. Шкільний\n' ||
E'Пр-т. Небесної сотні\n' ||
E'Вул. Корольова\n' ||
E'5-а ст. Люстдорфської дороги\n' ||
E'Новий Люстдорф\n' ||
E'Ж.М. Альтаїр\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'площа Трибуни героїв\n' ||
E'2-а ст. Люстдорфської дороги\n' ||
E'Південно–західний масив\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Вул. Бреуса\n' ||
E'2 кладовище\n' ||
E'вул. Гранітна\n' ||
E'ВАТ “Стальканат”\n' ||
E'ст. пл. Старосінна'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(16,16,
E'Прямий напрямок:\n' ||
E'пл. Тираспольська\n' ||
E'вул. Кіри Муратової\n' ||
E'вул. Всеволода Змієнка\n' ||
E'вул. Старопортофранківська\n' ||
E'вул. Майстерна (Серова)\n' ||
E'вул. Косвена\n' ||
E'вул. Балківська\n' ||
E'пров. Леоніда Осики\n' ||
E'вул. Рачкова\n' ||
E'Дитяча лікарня\n' ||
E'Міська лікарня\n' ||
E'Хлібзавод\n' ||
E'вул. Яші Гордієнка\n' ||
E'Слобідський ринок',
E'Зворотній напрямок:\n' ||
E'Слобідський ринок\n' ||
E'вул. Яші Гордієнка\n' ||
E'вул. Вєтрогонова\n' ||
E'вул. Рачкова\n' ||
E'На вимогу\n' ||
E'вул. Балківська\n' ||
E'вул. Косвена\n' ||
E'вул. Майстерна (Серова)\n' ||
E'вул. Старопортофранківська\n' ||
E'вул. Всеволода Змієнка\n' ||
E'вул. Кіри Муратової\n' ||
E'пл. Тираспольська'
);


insert into stops(id, id_transport, stops_across, stops_right_back) values(17,17,
E'Прямий напрямок:\n' ||
E'ст. Куликове поле\n' ||
E'1-а ст. Фонтанської дороги, ОНТУ, ОДАУ\n' ||
E'2-а ст. Фонтанської дороги\n' ||
E'вул. Середньофонтанська\n' ||
E'3-я ст. Фонтанської дороги\n' ||
E'вул. Незалежності\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'6-а ст. Фонтанської дороги\n' ||
E'вул. Петрашевського\n' ||
E'7-а ст Фонтанської дороги\n' ||
E'8-а ст. Фонтанської дороги\n' ||
E'9-а ст. Фонтанської дороги\n' ||
E'10-а ст. Фонтанської дороги\n' ||
E'11-а ст. Фонтанської дороги',
E'Зворотній напрямок:\n' ||
E'11-а ст. Великого фонтану\n' ||
E'10-а ст. Фонтанської дороги\n' ||
E'9-а ст. Фонтанської дороги\n' ||
E'8-а ст. Фонтанської дороги\n' ||
E'7-а ст. Фонтанської дороги\n' ||
E'вул. Петрашевського\n' ||
E'6-а ст. Фонтанської дороги\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'вул. Незалежності\n' ||
E'3-я ст. Фонтанської дороги\n' ||
E'вул. Середньофонтанська\n' ||
E'2-а ст. Фонтанської дороги\n' ||
E'1-а ст. Фонтанської дороги, ОНТУ, ОДАУ\n' ||
E'ст. Куликове поле'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(18,18,
E'Прямий напрямок:\n' ||
E'ст. Куликове поле\n' ||
E'1-а ст. Фонтанської дороги, ОНТУ, ОДАУ\n' ||
E'2-а ст. Фонтанської дороги\n' ||
E'вул. Середньофонтанська\n' ||
E'3-я ст. Фонтанської дороги\n' ||
E'вул. Незалежності\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'6-а ст. Фонтанської дороги\n' ||
E'вул. Петрашевського\n' ||
E'7-а ст Фонтанської дороги\n' ||
E'8-а ст. Фонтанської дороги\n' ||
E'9-а ст. Фонтанської дороги\n' ||
E'10-а ст. Фонтанської дороги\n' ||
E'11-а ст. Фонтанської дороги\n' ||
E'12-а ст. Фонтанської дороги\n' ||
E'вул. Дачна\n' ||
E'вул. Львівська\n' ||
E'пров. Дачний\n' ||
E'14-а ст. Фонтанської дороги\n' ||
E'15-а ст. Фонтанської дороги\n' ||
E'16-а ст. Фонтанської дороги\n' ||
E'вул. Довга\n' ||
E'санаторій “Якір”\n' ||
E'вул. Євгена Чикаленко\n' ||
E'вул. Саксаганського\n' ||
E'санаторій “Зелена гірка”\n' ||
E'дитяча база відпочинку “Мрія”\n' ||
E'санаторій “Перлина“\n' ||
E'Будинок творчості письменників\n' ||
E'Меморіал 411 батареї',
E'Зворотній напрямок:\n' ||
E'Меморіал 411 батареї\n' ||
E'Будинок творчості письменників\n' ||
E'санаторій “Перлина”\n' ||
E'дитяча база відпочинку “Мрія”\n' ||
E'санаторій “Зелена гірка”\n' ||
E'вул. Саксаганського\n' ||
E'вул. Євгена Чикаленко\n' ||
E'санаторій “Якір”\n' ||
E'вул. Довга\n' ||
E'16-а ст. Великого фонтану\n' ||
E'Будинок відпочинку “Чорне море”\n' ||
E'вул. Львівська\n' ||
E'12-а ст Фонтансьної дороги\n' ||
E'11-а ст. Фонтанської дороги\n' ||
E'10-а ст. Фонтанської дороги\n' ||
E'9-а ст. Фонтанської дороги\n' ||
E'8-а ст. Фонтанської дороги\n' ||
E'7-а ст. Фонтанської дороги\n' ||
E'вул. Петрашевського\n' ||
E'6-а ст. Фонтанської дороги\n' ||
E'5-а ст. Фонтанської дороги\n' ||
E'4-а ст. Фонтанської дороги\n' ||
E'вул. Незалежності\n' ||
E'3-я ст. Фонтанської дороги\n' ||
E'вул. Середньофонтанська\n' ||
E'2-а ст. Фонтанської дороги\n' ||
E'1-а ст. Фонтанської дороги, ОНТУ, ОДАУ\n' ||
E'ст. Куликове поле'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(19,19,
E'Прямий напрямок:\n' ||
E'ст. Херсонський сквер\n' ||
E'Слобідський узвіз\n' ||
E'з-д “Стальметиз”\n' ||
E'з-д “Лаків та фарб”\n' ||
E'з-д “Біостимулятор”\n' ||
E'вул. Республіканська\n' ||
E'Нафтозавод\n' ||
E'пров. Хаджибейський\n' ||
E'Сільгосппідприємство\n' ||
E'вул. Енгельса\n' ||
E'Гастроном\n' ||
E'вул. Гладкова\n' ||
E'5-а станція\n' ||
E'Хаджибейський лиман',
E'Зворотній напрямок:\n' ||
E'Хаджибейський лиман\n' ||
E'5-а станція\n' ||
E'вул. Гладкова\n' ||
E'Гастроном\n' ||
E'вул. Енгельса\n' ||
E'Сільгосппідприємство\n' ||
E'пров. Хаджибейський\n' ||
E'Нафтозавод\n' ||
E'вул. Республіканська\n' ||
E'з-д “Біостимулятор”\n' ||
E'з-д “Лаків та фарб”\n' ||
E'з-д “Стальметиз”\n' ||
E'Слобідський узвіз\n' ||
E'Хліб-завод\n' ||
E'ст. Херсонський сквер'
);


insert into stops(id, id_transport, stops_across, stops_right_back) values(20,20,
E'Прямий напрямок:\n' ||
E'ст. пл. Тираспольська\n' ||
E'вул. Дігтярна\n' ||
E'вул. Старопортофранківська\n' ||
E'вул. Прохоровська\n' ||
E'вул. М’ясоєдовська\n' ||
E'пров. Прохоровський\n' ||
E'вул. Степова\n' ||
E'вул. Балківська\n' ||
E'вул. Колонічна\n' ||
E'вул. Бугаївська\n' ||
E'Застава 2',
E'Зворотній напрямок:\n' ||
E'Застава 2\n' ||
E'вул. Бугаївська\n' ||
E'вул. Колонічна\n' ||
E'вул. Балківська\n' ||
E'вул. Степова\n' ||
E'пров. Прохоровський\n' ||
E'вул. М’ясоєдовська\n' ||
E'вул. Старопортофранківська\n' ||
E'вул. Базарна\n' ||
E'вул. Дігтярна\n' ||
E'ст. пл. Тираспольська'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(21,21,
E'Прямий напрямок:\n' ||
E'ст. пл.Старосінна площа\n' ||
E'КП “ОМЕТ”\n' ||
E'ВАТ “Стальканат”\n' ||
E'вул. Гранітна\n' ||
E'2 кладовище\n' ||
E'На вимогу\n' ||
E'вул. Бреуса\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'Південно-західний масив\n' ||
E'площа  Трибуни героїв\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'Ж.М. Альтаїр\n' ||
E'Новий Люстдорф\n' ||
E'5-а ст. Люстдорфської дороги\n' ||
E'Ж.М. Вузовський\n' ||
E'вул. Левітана (на вимогу)\n' ||
E'6-а ст. Люстдорфської дороги\n' ||
E'Школа\n' ||
E'7-а ст. Люстдорфської дороги\n' ||
E'На вимогу\n' ||
E'8-а ст. Люстдорфської дороги\n' ||
E'вул. Офіцерська\n' ||
E'9-а ст. Люстдорфської дороги\n' ||
E'10-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'вул. Архітекторська\n' ||
E'Дитяча лікарня\n' ||
E'11 ст. Люстдорфської дороги\n' ||
E'вул. Тепла (на вимогу)\n' ||
E'Червоний хутір\n' ||
E'13-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'Арсенал (на вимогу)\n' ||
E'14-а ст. Люстдорфської дороги\n' ||
E'КСП “Нива”\n' ||
E'15-а ст. Люстдорфської дороги\n' ||
E'На вимогу\n' ||
E'пров. Піонерський\n' ||
E'Люстдорф\n' ||
E'Санаторій ім. Іванова\n' ||
E'селище Комунарів\n' ||
E'Підстанція\n' ||
E'Любительський причал\n' ||
E'Пивзавод\n' ||
E'Рибний порт',
E'Зворотній напрямок:\n' ||
E'Рибний порт\n' ||
E'Пивзавод\n' ||
E'Любительський причал\n' ||
E'Підстанція\n' ||
E'селище Комунарів\n' ||
E'санаторій ім. Іванова\n' ||
E'Люстдорф\n' ||
E'15-а ст. Люстдорфської дороги\n' ||
E'КСП Нива”\n' ||
E'14-а ст. Люстдорфської дороги\n' ||
E'Арсенал (на вимогу)\n' ||
E'13-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'Червоний хутір\n' ||
E'вул. Тепла (на вимогу)\n' ||
E'11 ст. Люстдорфської дороги\n' ||
E'Дитяча лікарня\n' ||
E'вул. Архітекторська\n' ||
E'10-а ст. Люстдорфської дороги (на вимогу)\n' ||
E'9-а ст. Люстдорфської дороги\n' ||
E'вул. Офіцерська\n' ||
E'8-а ст. Люстдорфської дороги\n' ||
E'На вимогу\n' ||
E'7-а ст. Люстдорфської дороги\n' ||
E'Школа\n' ||
E'6-а ст. Люстдорфської дороги\n' ||
E'вул. Левітана (на вимогу)\n' ||
E'Ж.М. Вузовський\n' ||
E'5-а ст. Люстдорфської дороги\n' ||
E'Новий Люстдорф\n' ||
E'Ж.М. Альтаїр\n' ||
E'3-я ст. Люстдорфської дороги\n' ||
E'площа Трибуни героїв\n' ||
E'2-а ст. Люстдорфської дороги\n' ||
E'Південно–західний масив\n' ||
E'1-а ст. Люстдорфської дороги\n' ||
E'вул. Бреуса\n' ||
E'2 кладовище\n' ||
E'вул. Гранітна\n' ||
E'ВАТ “Стальканат”\n' ||
E'ст. пл.Старосінна площа'
);

insert into stops(id, id_transport, stops_across, stops_right_back) values(22,22,
E'Прямий напрямок:\n' ||
E'ст. ЦПКіВ ім. Шевченка\n' ||
E'ЦПКіВ ім. Шевченка\n' ||
E'вул. В.Арнаутська\n' ||
E'Театр Музичної комедії\n' ||
E'вул. Канатна\n' ||
E'Залізничний вокзал\n' ||
E'вул. Європейська\n' ||
E'вул. Преображенська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Тираспольська\n' ||
E'вул. Кіри Муратової\n' ||
E'вул. Тараса Кузьміна\n' ||
E'вул. Торгова\n' ||
E'вул. Ольгіївська\n' ||
E'На вимогу\n' ||
E'вул. Пастера',
E'Зворотній напрямок:\n' ||
E'вул. Пастера\n' ||
E'вул. Олексія Маркевича\n' ||
E'вул. Ольгіївська\n' ||
E'вул. Торгова\n' ||
E'вул. Тараса Кузьміна\n' ||
E'вул. Кіри Муратової\n' ||
E'вул. Тираспольська\n' ||
E'вул. В.Арнаутська\n' ||
E'вул. Преображенська\n' ||
E'вул. Європейська\n' ||
E'Залізничний вокзал\n' ||
E'вул. Канатна\n' ||
E'Театр Музичної комедії\n' ||
E'ст. ЦПКіВ ім. Шевченка'
);

